Repository: wp-plugins/the-events-calendar-extension-registration
Catalog: languages/wpecr-*.po
Languages: nl_nl

source: Settings
nl_nl: Instelling

source: Event Registration
nl_nl: Event Aanmelding

source: Email sender options
nl_nl: Email afzender opties

source: "From" Name
nl_nl: "Van" naam

source: "From" Email Address
nl_nl: "Van" E-mail adres

source: Terms URL
nl_nl: Voorwaarden URL

source: http://www.your-domain.com/terms
nl_nl: http://www.uw-domein.nl/voorwaarden

source: Create a page with your terms and conditions and instert the URL here.
nl_nl: Maak een pagina met uw voorwaarden en instert hier de URL.

source: Enter here the text and your contact details you want to show at the end of the registration email
nl_nl: Vul hier de tekst en uw contactgegevens je wilt laten zien aan het eind van de registratie e-mail

source: Your Bank account details
nl_nl: Uw bankgegevens

source: Currency
nl_nl: Valuta

source: Show bank details in email
nl_nl: Toon bankgegevens in e-mail

source: Paymet Text
nl_nl: Paymet tekst

source: Enter here the text to explain how to pay before showing the bank details
nl_nl: Vul hier de tekst uit te leggen hoe om te betalen voordat met de bankgegevens

source: Bank name
nl_nl: Bank naam

source: Remittee
nl_nl: Transfer ontvanger

source: Save
nl_nl: Sparen

source: I hereby register for the seminar.
nl_nl: Hiermee meld ik mij aan voor het seminar.

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Company
nl_nl: Vennootschap

source: Address
nl_nl: Adres

source: City
nl_nl: Plaats

source: Country
nl_nl: Land

source: Phone
nl_nl: Telefoon

source: e.g. +49221998877
nl_nl: bv +4312345678

source: Your message
nl_nl: Jouw bericht

source: I accept the
nl_nl: Ik accepteer de

source: terms and conditions
nl_nl: algemene voorwaarden

source: Register
nl_nl: Aanmelding

source: Settings › 'The Events Calendar Extension: Registration'
nl_nl: Instellingen > 'The Events Calendar Extension: Registration'

source: Bank account details
nl_nl: Bankgegevens

source: Visibility bank details
nl_nl: Zichtbaarheid bankgegevens

source: Need Help?
nl_nl: Hulp Nodig?

source: You have questions or a feature request for The Events Calendar Extension: Registration?
nl_nl: Heeft u vragen of een functie verzoek om The Events Calendar Extension: Registration?

source: Visit the plugin page and see all posibilities
nl_nl: Bezoek de plugin pagina en bekijk alle mogelijkheden

source: Stay connected, subscribe for news!
nl_nl: Blijf in contact, inschrijven voor de nieuwsbrief!

source: If you withdraw from a training until 4 weeks before the start we have to charge a processing fee of 50,- €. After this period, the full course fee is payable plus the costs for accommodation, or you have to provide a replacement participant.
nl_nl: Bij afmelding tot 4 weken voor de training worden alleen de administratiekosten á EUR 50.- in rekening gebracht. Daarna moet het volle bedrag plus de onkosten voor het centrum betaald worden, tenzij er een vervangende deelnemer is.

source: Enter your contact details here. Name, address, phone, email, url, etc.
nl_nl: Vul hier uw contactgegevens. Naam, adres, telefoon, e-mail, url, enz.

source: Your registration for a seminar or training is not mandatory until the seminar fee has been paid into our bank account (free seminars excluded).
nl_nl: De aanmelding is pas geldig nadat de trainingskosten zijn overgemaakt op onderstaand rekeningnummer (gratis seminars uitgesloten).

source: Register now
nl_nl: Nu Aanmelden

source: We sent you an email with your registration details.
nl_nl: Wij sturen u een e-mail met uw aanmelding details.

source: Sorry, your registration was not sent. Please get in contact with us.
nl_nl: Sorry, uw e-mail aanmelding wat niet verzonden. Neem dan contact met ons op.

source: Registration: %1$s
nl_nl: Aanmelding: %1$s

source: (automatic reply)
nl_nl: (autoantwoord)

source: Thank you %1$s, <br/><br/> your registration was successfull.
nl_nl: Dankjewel %1$s, <br/><br/> Uw aanmelding was succesvol.

source: Please transfer the invoice total to:
nl_nl: Maak s.v.p. het gehele bedrag over op:

source: Reason for payment
nl_nl: Reden voor de betaling

source: Amount
nl_nl: Bedrag

source: Thank you!
nl_nl: Dank je wel!

source: Please select
nl_nl: Selecteer aub
